[
    "What is your favourite flavour slushy?",
    "What are your plans for tomorrow?",
    "What is your dream holiday and why?",
    "Do you like the evening or the morning?",
    "Whats your favourite hour of the day?",   
    "Are you a sweet-tooth or a savoury person?",
    "What kind of snack do you eat at night?",   
    "Do you prefer Saturdays or Sundays and why?",
    "What is your favorite food?",
    "What is your favourite movie, and why?",
    "What is your least favourite movie, and why?",
    "What is your favourite song, and why?",
    "What is your least favourite song, and why?",
    "Who is your favourite music artist, and why?",
    "What is your favourite TV show, and why?",
    "Who is your least favourite music artist, and why?",
    "What is your favourite book, and why?",
    "What is your least favourite TV show, and why?",
    "What is your least favourite book, and why?",
    "Your favourite memory, and why?",
    "Tell us about a country you want to visit atleast once and why!",
    "Coffee or tea?",
    "What's your favourite game on CubeCraft?",
    "Would you rather participate in Tournaments or talk in the Discord?",
    "What is the best thing you have ever experienced?",
    "Do you prefer history or geography?",
    "What's your happiest memory on this server?",
    "Are you a casual or fancy dresser?",
    "If you could keep any animal as a pet which animal would you choose?",
    "Tell us your funniest joke!",
    "Do you like Among Us or not? And why?",
    "Do you prefer calling or texting?",
    "What do you think of Among Slimes?",
    "What is your favorite gamemode on CubeCraft?",
    "Do you prefer to play in survival or creative?",
    "Do you protect your egg in EggWars or risk it without defense?",
    "Basic, normal or OP skywars?",
    "Which kit do you use in skywars?",
    "What is your ideal weapon in game, an axe, a bow or a sword?",
    "Half health, full health or double health in eggwars?",
    "What pvp client do you use, and why that one?",
    "Minecraft or Terraria, pls question why you are here if you choose Terraria",
    "OP or normal duels?",
    "Is MC your favourite game and why?",
    "Describe your best friend in one sentence!",
    "Which season do you prefer?",
    "Tell us a place you fell in love with while visiting it for the first time!",
    "What is your favourite genre of movie?",
    "Are you more scared of the ocean or outer space?",
    "Do you prefer sports or arts?",
    "Do you play other games? Which?",
    "Are you a dog, a cat or a bunny lover? ",
    "Who is the best host of this server?",
    "Opinion on Harry Potter?",
    "Do you prefer Netflix, Disney+ or Amazon Video?",
    "Have you ever done something illegal?",
    "Slushies or milkshakes?",
    "What is your source of entertainment?",
    "Opinion on French? (Swearing not allowed!)",
    "Describe your dream day.",
    "On a scale of 1 to 10 how bored are you right now?",
    "Why and how did you join this server?",
    "What languages do you speak, and are there any you want to learn?",
    "Favourite update so far within the Discord Server!",
    "If you could solve one problem in the world what problem would you solve and how?",
    "What is your favourite Tournament leaderboard, and why?",
    "What is your favourite type of bread?",
    "Do you prefer hot drinks or cold drinks?",
    "Mario or Luigi?",
    "Are you a city person or a country person?",
    "Do you enjoy the beach?",
    "Do you prefer hot or cold weather?",
    "Would you ever want to grow a tail?",
    "What's the best way to get better at Minecraft pvp?",
    "Who's your favourite youtuber and why?",
    "If you could only eat cookies or cakes for the rest of your life, which would you choose?",
    "Blue, red or gold(y)?",
    "What's your favorite candy",
    "Yellow or green?",
    "Do you prefer boardgames or videogames?",
    "Do you think bunnies are cute or scary, and why?",
    "You're standard on a desert island, pick 3 people you would want to be stuck with and why?",
    "Would you rather be a celebrity or a normal person?",
    "Did you eat sand as a child?",
    "Are you a nerd?",
    "Have you ever watched my little pony?",
    "Would you rather look like a carrot or a plum for the rest of your life, and why?",
    "Do you believe in bad luck and spirits?",
    "What's the stupidest thing someone has ever said to you?",
    "Tell from which country you are without saying the country",
    "Do you prefer skittles or M&Ms, and why?",
    "Where do you see yourself in 5 years?",
    "What is your dream vacation?",
    "Do you prefer pizza or burgers, and why?",
    "Are you on any leaderboards? If yes, which one's?",
    "Do you eat your veggies? If you don't please do!",
    "Do you like chicken nuggets?",
    "Are memes funny, explain?",
    "What's your favourite topic in this bot so far?",
    "Are you matching skins with anyone? if yes, who?",
    "Are you in a clan?",
    "Tell us the time right now, oh what is it that you just have realized you have to do...?",
    "If you had to spend the rest of your life talking to only one person who would you choose?",
    "Who is your mortal enemy?",
    "Are superheros cool, explain your answer!",
    "What is your favourite emoji?",
    "Should you be asleep right now?",
    "What's your favourite cubecraft update of this year?",
    "What's your least favourite cubecraft update of this year?",
    "Show us your favourite photo!",
    "Explain your name!",
    "Do you ever check people's status messages, if so what's the best one you've ever read?",
    "What is the last thing you ate?",
    "What did you just do?",
    "When did you go to sleep last night?",
    "When did you wake up this morning?",
    "What was your most recent lesson?",
    "What lesson are you about to have?",
    "Tell us about your day!",
    "What's the best thing that happened to you the past week?",
    "What's the worst thing that happened to you the past week?",
    "Share your latest dream if you want!",
    "How many discord servers are you in?",
    "How many discord friends do you have?",
    "Who's your favourite fictional character and why?",
    "What's the latest youtube video you watched?",
    "What's the latest stream you watched?",
    "Would you rather someone died for you or die for someone else?",
    "What's your favourite map on Cubecraft?",
    "What's your favourite letter font?",
    "What's your favourite holiday?",
    "What's the weirdest thing you've watched the past week?",
    "What are you excited about?",
    "What is a goal you have in life?",
    "Tell us your dream job!",
    "What coloured shirt are you wearing?",
    "Thoughts on potatoes?",
    "What did you ate yesterday?"
]